Repository: fenghlkevin/reqeast
Catalog: Reqeast/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

# %@ (%lld bytes) exceeds the 900 KB iCloud record limit. This item will not sync.
source: %1$@ (%2$lld bytes) exceeds the 900 KB iCloud record limit. This item will not sync.
de: %1$@ (%2$lld Bytes) überschreitet das 900-KB-iCloud-Datensatzlimit. Dieses Element wird nicht synchronisiert.
es: %1$@ (%2$lld bytes) supera el límite de 900 KB del registro de iCloud. Este elemento no se sincronizará.
fr: %1$@ (%2$lld octets) dépasse la limite de 900 Ko pour les enregistrements iCloud. Cet élément ne sera pas synchronisé.
ja: %1$@（%2$lld バイト）は iCloud レコードの 900 KB 制限を超えています。この項目は同期されません。
ko: %1$@(%2$lld바이트)가 iCloud 레코드 900KB 제한을 초과합니다. 이 항목은 동기화되지 않습니다.
pt_br: %1$@ (%2$lld bytes) excede o limite de 900 KB do registro do iCloud. Este item não será sincronizado.
zh_hans: %1$@（%2$lld 字节）超过 900 KB 的 iCloud 记录限制。此项目将不会同步。
zh_hant: %1$@（%2$lld 位元組）超過 900 KB 的 iCloud 記錄限制。此項目將不會同步。

source: %@ (%lld bytes) exceeds the 900 KB iCloud record limit. This item will not sync. Reduce the body size or move large content to a file.
de: %1$@ (%2$lld Bytes) überschreitet das iCloud-Datensatzlimit von 900 KB. Dieses Element wird nicht synchronisiert. Reduzieren Sie die Größe oder verschieben Sie große Inhalte in eine Datei.
es: %1$@ (%2$lld bytes) supera el límite de 900 KB para registros de iCloud. Este elemento no se sincronizará. Reduce el tamaño o mueve el contenido grande a un archivo.
fr: %1$@ (%2$lld octets) dépasse la limite de 900 Ko pour les enregistrements iCloud. Cet élément ne sera pas synchronisé. Réduisez la taille ou déplacez le contenu volumineux dans un fichier.
ja: %1$@（%2$lld バイト）は iCloud レコードの 900 KB 制限を超えています。この項目は同期されません。サイズを減らすか、大きなコンテンツをファイルに移動してください。
ko: %1$@(%2$lld 바이트)이(가) iCloud 레코드 한도 900KB를 초과합니다. 이 항목은 동기화되지 않습니다. 크기를 줄이거나 큰 콘텐츠를 파일로 이동하세요.
pt_br: %1$@ (%2$lld bytes) excede o limite de 900 KB para registros do iCloud. Este item não será sincronizado. Reduza o tamanho ou mova o conteúdo grande para um arquivo.
zh_hans: %1$@（%2$lld 字节）超过 iCloud 记录的 900 KB 限制。此项目将不会同步。请减小大小或将大内容移至文件。
zh_hant: %1$@（%2$lld 位元組）超過 iCloud 記錄的 900 KB 限制。此項目將不會同步。請減小大小或將大型內容移至檔案。

source: %@ (Coming Soon)
de: %@ (demnächst)
es: %@ (próximamente)
fr: %@ (bientôt)
ja: %@（近日公開）
ko: %@ (출시 예정)
pt_br: %@ (em breve)
zh_hans: %@（即将推出）
zh_hant: %@（即將推出）

source: %@ has spec changes. Open Reqeast to review and apply them.
de: %@ hat Spec-Änderungen. Öffnen Sie Reqeast, um sie zu prüfen und anzuwenden.
es: %@ tiene cambios en la especificación. Abre Reqeast para revisarlos y aplicarlos.
fr: %@ a des modifications de la spécification. Ouvrez Reqeast pour les examiner et les appliquer.
ja: %@ に仕様の変更があります。Reqeast を開いて確認し、適用してください。
ko: %@에 사양 변경 사항이 있습니다. Reqeast를 열어 검토하고 적용하세요.
pt_br: %@ tem alterações na especificação. Abra o Reqeast para revisar e aplicá-las.
zh_hans: %@ 的规范有更改。打开 Reqeast 以审查并应用。
zh_hant: %@ 的規格有變更。開啟 Reqeast 以審查並套用。

source: %@ of %@
de: %1$@ von %2$@
es: %1$@ de %2$@
fr: %1$@ sur %2$@
pt_br: %1$@ de %2$@

source: %@ support is planned for a future update.
de: Die Unterstützung für %@ ist für ein zukünftiges Update geplant.
es: El soporte para %@ está previsto en una actualización futura.
fr: La prise en charge de %@ est prévue dans une future mise à jour.
ja: %@ のサポートは今後のアップデートで追加予定です。
ko: %@에 대한 지원은 향후 업데이트에서 추가될 예정입니다.
pt_br: O suporte a %@ está previsto para uma atualização futura.
zh_hans: %@ 支持计划在未来的更新中推出。
zh_hant: %@ 支援計畫在未來的更新中推出。

source: %@: server record is missing its data payload. Local edits were preserved.
de: %@: Der Serverdatensatz hat keine Datennutzlast. Lokale Bearbeitungen wurden beibehalten.
es: %@: el registro del servidor no tiene la carga de datos. Se conservaron las ediciones locales.
fr: %@ : l'enregistrement du serveur n'a pas de charge utile. Les modifications locales ont été conservées.
ja: %@: サーバーレコードにデータペイロードがありません。ローカルの編集が保持されました。
ko: %@: 서버 레코드에 데이터 페이로드가 없습니다. 로컬 편집이 유지되었습니다.
pt_br: %@: o registro do servidor não tem a carga de dados. As edições locais foram preservadas.
zh_hans: %@：服务器记录缺少数据负载。已保留本地编辑。
zh_hant: %@：伺服器記錄缺少資料負載。已保留本機編輯。

# %lld %@ total
source: %1$lld %2$@ total
de: %lld %@ insgesamt
es: %lld %@ en total
fr: %lld %@ au total
ja: 合計 %lld %@
ko: 총 %lld %@
pt_br: %lld %@ no total
zh_hans: 共 %lld %@
zh_hant: 共 %lld %@

source: %lld added, %lld modified, %lld removed, %lld unchanged
de: %lld hinzugefügt, %lld geändert, %lld entfernt, %lld unverändert
es: %lld añadidas, %lld modificadas, %lld eliminadas, %lld sin cambios
fr: %lld ajoutées, %lld modifiées, %lld supprimées, %lld inchangées
ja: 追加 %lld、変更 %lld、削除 %lld、変更なし %lld
ko: %lld개 추가, %lld개 수정, %lld개 제거, %lld개 변경 없음
pt_br: %lld adicionadas, %lld modificadas, %lld removidas, %lld sem alterações
zh_hans: %lld 个新增，%lld 个修改，%lld 个移除，%lld 个未更改
zh_hant: %lld 個新增，%lld 個修改，%lld 個移除，%lld 個未變更

source: %lld bytes (binary)
de: %lld Bytes (binär)
es: %lld bytes (binario)
fr: %lld octets (binaire)
ja: %lld バイト（バイナリ）
ko: %lld바이트 (바이너리)
pt_br: %lld bytes (binário)
zh_hans: %lld 字节（二进制）
zh_hant: %lld 位元組（二進位）

source: %lld only in project, %lld only in spec, %lld changed, %lld conflicts
de: %lld nur im Projekt, %lld nur in der Spec, %lld geändert, %lld Konflikte
es: %lld solo en el proyecto, %lld solo en la especificación, %lld cambiados, %lld conflictos
fr: %lld uniquement dans le projet, %lld uniquement dans la spécification, %lld modifiés, %lld conflits
ja: プロジェクトのみ %lld、仕様のみ %lld、変更 %lld、競合 %lld
ko: 프로젝트에만 %lld, 사양에만 %lld, 변경 %lld, 충돌 %lld
pt_br: %lld somente no projeto, %lld somente na especificação, %lld alterados, %lld conflitos
zh_hans: %lld 仅在项目中，%lld 仅在规范中，%lld 已更改，%lld 冲突
zh_hant: %lld 僅在專案中，%lld 僅在規格中，%lld 已變更，%lld 衝突

source: %lld operations
de: %lld Operationen
es: %lld operaciones
fr: %lld opérations
ja: %lld 件のオペレーション
ko: 오퍼레이션 %lld개
pt_br: %lld operações
zh_hans: %lld 个操作
zh_hant: %lld 個操作

source: %lld requests
de: %lld Anfragen
es: %lld solicitudes
fr: %lld requêtes
ja: %lld 件のリクエスト
ko: %lld개 요청
pt_br: %lld requisições
zh_hans: %lld 个请求
zh_hant: %lld 個請求

source: %lld warnings
de: %lld Warnungen
es: %lld advertencias
fr: %lld avertissements
ja: %lld 件の警告
ko: 경고 %lld개
pt_br: %lld avisos
zh_hans: %lld 条警告
zh_hant: %lld 則警告

source: 0 added, 0 modified, 0 removed, 0 unchanged
de: 0 hinzugefügt, 0 geändert, 0 entfernt, 0 unverändert
es: 0 añadidas, 0 modificadas, 0 eliminadas, 0 sin cambios
fr: 0 ajoutées, 0 modifiées, 0 supprimées, 0 inchangées
ja: 追加 0、変更 0、削除 0、変更なし 0
ko: 0개 추가, 0개 수정, 0개 제거, 0개 변경 없음
pt_br: 0 adicionadas, 0 modificadas, 0 removidas, 0 sem alterações
zh_hans: 0 个新增，0 个修改，0 个移除，0 个未更改
zh_hant: 0 個新增，0 個修改，0 個移除，0 個未變更

source: 1 added, 2 modified, 3 removed, 4 unchanged
de: 1 hinzugefügt, 2 geändert, 3 entfernt, 4 unverändert
es: 1 añadidas, 2 modificadas, 3 eliminadas, 4 sin cambios
fr: 1 ajoutées, 2 modifiées, 3 supprimées, 4 inchangées
ja: 追加 1、変更 2、削除 3、変更なし 4
ko: 1개 추가, 2개 수정, 3개 제거, 4개 변경 없음
pt_br: 1 adicionadas, 2 modificadas, 3 removidas, 4 sem alterações
zh_hans: 1 个新增，2 个修改，3 个移除，4 个未更改
zh_hant: 1 個新增，2 個修改，3 個移除，4 個未變更

source: 2 added, 1 modified, 0 removed, 5 unchanged
de: 2 hinzugefügt, 1 geändert, 0 entfernt, 5 unverändert
es: 2 añadidas, 1 modificadas, 0 eliminadas, 5 sin cambios
fr: 2 ajoutées, 1 modifiées, 0 supprimées, 5 inchangées
ja: 追加 2、変更 1、削除 0、変更なし 5
ko: 2개 추가, 1개 수정, 0개 제거, 5개 변경 없음
pt_br: 2 adicionadas, 1 modificadas, 0 removidas, 5 sem alterações
zh_hans: 2 个新增，1 个修改，0 个移除，5 个未更改
zh_hant: 2 個新增，1 個修改，0 個移除，5 個未變更

source: A message is required for this protocol.
de: Für dieses Protokoll ist eine Nachricht erforderlich.
es: Se requiere un mensaje para este protocolo.
fr: Un message est requis pour ce protocole.
ja: このプロトコルにはメッセージが必要です。
ko: 이 프로토콜에는 메시지가 필요합니다.
pt_br: Uma mensagem é necessária para este protocolo.
zh_hans: 此协议需要消息内容。
zh_hant: 此協定需要訊息內容。

source: A personal access token is required for this private repository.
de: Für dieses private Repository ist ein persönlicher Zugriffstoken erforderlich.
es: Se requiere un token de acceso personal para este repositorio privado.
fr: Un jeton d'accès personnel est requis pour ce dépôt privé.
ja: このプライベートリポジトリには個人アクセストークンが必要です。
ko: 이 비공개 리포지토리에는 개인 액세스 토큰이 필요합니다.
pt_br: Um token de acesso pessoal é necessário para este repositório privado.
zh_hans: 此私有仓库需要个人访问令牌。
zh_hant: 此私有儲存庫需要個人存取權杖。

source: A record from iCloud could not be read on this device. It may have been written by a newer app version. See corrupt-records folder.
de: Ein Datensatz aus iCloud konnte auf diesem Gerät nicht gelesen werden. Er wurde möglicherweise von einer neueren App-Version geschrieben. Siehe den Ordner corrupt-records.
es: No se pudo leer un registro de iCloud en este dispositivo. Puede haber sido escrito por una versión más reciente de la app. Consulta la carpeta corrupt-records.
fr: Un enregistrement iCloud n'a pas pu être lu sur cet appareil. Il a peut-être été écrit par une version plus récente de l'application. Consultez le dossier corrupt-records.
ja: iCloudのレコードをこのデバイスで読み取れませんでした。新しいバージョンのアプリで書き込まれた可能性があります。corrupt-recordsフォルダを確認してください。
ko: 이 기기에서 iCloud 레코드를 읽을 수 없습니다. 최신 버전의 앱에서 작성되었을 수 있습니다. corrupt-records 폴더를 확인하세요.
pt_br: Não foi possível ler um registro do iCloud neste dispositivo. Pode ter sido gravado por uma versão mais nova do app. Veja a pasta corrupt-records.
zh_hans: 无法在此设备上读取来自 iCloud 的记录。它可能是由较新版本的应用写入的。请查看 corrupt-records 文件夹。
zh_hant: 無法在此裝置上讀取來自 iCloud 的記錄。它可能是由較新版本的應用程式寫入的。請查看 corrupt-records 資料夾。

source: Active
de: Aktiv
es: Activo
fr: Actif
ja: アクティブ
ko: 활성
pt_br: Ativo
zh_hans: 活跃
zh_hant: 啟用中

source: Active bundle
de: Aktives Bundle
es: Paquete activo
fr: Bundle actif
ja: 有効なバンドル
ko: 활성 번들
pt_br: Pacote ativo
zh_hans: 当前包
zh_hant: 目前套件

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
ja: 追加
ko: 추가
pt_br: Adicionar
zh_hans: 添加
zh_hant: 新增

source: Add a project to get started
de: Füge ein Projekt hinzu, um zu beginnen
es: Añade un proyecto para comenzar
fr: Ajoutez un projet pour commencer
ja: プロジェクトを追加して始めましょう
ko: 프로젝트를 추가하여 시작하세요
pt_br: Adicione um projeto para começar
zh_hans: 添加项目以开始使用
zh_hant: 新增專案以開始使用

source: Add a request to get started
de: Füge eine Anfrage hinzu, um zu beginnen
es: Añade una solicitud para comenzar
fr: Ajoutez une requête pour commencer
ja: リクエストを追加して始めましょう
ko: 요청을 추가하여 시작하세요
pt_br: Adicione uma requisição para começar
zh_hans: 添加请求以开始使用
zh_hant: 新增請求以開始使用

source: Add Folder
de: Ordner hinzufügen
es: Añadir carpeta
fr: Ajouter un dossier
ja: フォルダを追加
ko: 폴더 추가
pt_br: Adicionar pasta
zh_hans: 添加文件夹
zh_hant: 新增資料夾

source: Add to
de: Hinzufügen zu
es: Añadir a
fr: Ajouter à
ja: 追加先
ko: 추가
pt_br: Adicionar a
zh_hans: 添加到
zh_hant: 新增至

source: Add to .cursor/mcp.json in your project:
de: In .cursor/mcp.json deines Projekts hinzufügen:
es: Añade en .cursor/mcp.json de tu proyecto:
fr: Ajoutez dans .cursor/mcp.json de votre projet :
ja: プロジェクトの .cursor/mcp.json に追加：
ko: 프로젝트의 .cursor/mcp.json에 추가:
pt_br: Adicione ao .cursor/mcp.json do seu projeto:
zh_hans: 添加到项目中的 .cursor/mcp.json：
zh_hant: 新增至專案中的 .cursor/mcp.json：

source: Add to .vscode/mcp.json in your project:
de: In .vscode/mcp.json deines Projekts hinzufügen:
es: Añade en .vscode/mcp.json de tu proyecto:
fr: Ajoutez dans .vscode/mcp.json de votre projet :
ja: プロジェクトの .vscode/mcp.json に追加：
ko: 프로젝트의 .vscode/mcp.json에 추가:
pt_br: Adicione ao .vscode/mcp.json do seu projeto:
zh_hans: 添加到项目中的 .vscode/mcp.json：
zh_hant: 新增至專案中的 .vscode/mcp.json：

source: Add to ~/.aws/amazonq/mcp.json:
de: In ~/.aws/amazonq/mcp.json hinzufügen:
es: Añade en ~/.aws/amazonq/mcp.json:
fr: Ajoutez dans ~/.aws/amazonq/mcp.json :
ja: ~/.aws/amazonq/mcp.json に追加：
ko: ~/.aws/amazonq/mcp.json에 추가:
pt_br: Adicione ao ~/.aws/amazonq/mcp.json:
zh_hans: 添加到 ~/.aws/amazonq/mcp.json：
zh_hant: 新增至 ~/.aws/amazonq/mcp.json：

source: Add to ~/.codeium/windsurf/mcp_config.json:
de: In ~/.codeium/windsurf/mcp_config.json hinzufügen:
es: Añade en ~/.codeium/windsurf/mcp_config.json:
fr: Ajoutez dans ~/.codeium/windsurf/mcp_config.json :
ja: ~/.codeium/windsurf/mcp_config.json に追加：
ko: ~/.codeium/windsurf/mcp_config.json에 추가:
pt_br: Adicione ao ~/.codeium/windsurf/mcp_config.json:
zh_hans: 添加到 ~/.codeium/windsurf/mcp_config.json：
zh_hant: 新增至 ~/.codeium/windsurf/mcp_config.json：

source: Add to ~/.config/crush/crush.json:
de: In ~/.config/crush/crush.json hinzufügen:
es: Añade en ~/.config/crush/crush.json:
fr: Ajoutez dans ~/.config/crush/crush.json :
ja: ~/.config/crush/crush.json に追加：
ko: ~/.config/crush/crush.json에 추가:
pt_br: Adicione ao ~/.config/crush/crush.json:
zh_hans: 添加到 ~/.config/crush/crush.json：
zh_hant: 新增至 ~/.config/crush/crush.json：

source: Add to ~/.gemini/antigravity/mcp_config.json:
de: In ~/.gemini/antigravity/mcp_config.json hinzufügen:
es: Añade en ~/.gemini/antigravity/mcp_config.json:
fr: Ajoutez dans ~/.gemini/antigravity/mcp_config.json :
ja: ~/.gemini/antigravity/mcp_config.json に追加：
ko: ~/.gemini/antigravity/mcp_config.json에 추가:
pt_br: Adicione ao ~/.gemini/antigravity/mcp_config.json:
zh_hans: 添加到 ~/.gemini/antigravity/mcp_config.json：
zh_hant: 新增至 ~/.gemini/antigravity/mcp_config.json：

source: Add to ~/Library/Application Support/Claude/claude_desktop_config.json:
de: In ~/Library/Application Support/Claude/claude_desktop_config.json hinzufügen:
es: Añade en ~/Library/Application Support/Claude/claude_desktop_config.json:
fr: Ajoutez dans ~/Library/Application Support/Claude/claude_desktop_config.json :
ja: ~/Library/Application Support/Claude/claude_desktop_config.json に追加：
ko: ~/Library/Application Support/Claude/claude_desktop_config.json에 추가:
pt_br: Adicione ao ~/Library/Application Support/Claude/claude_desktop_config.json:
zh_hans: 添加到 ~/Library/Application Support/Claude/claude_desktop_config.json：
zh_hant: 新增至 ~/Library/Application Support/Claude/claude_desktop_config.json：

source: Add to your Zed settings JSON:
de: In deine Zed-Einstellungen einfügen:
es: Añade en tu archivo de configuración de Zed:
fr: Ajoutez dans votre fichier de configuration Zed :
ja: Zed の設定 JSON に追加：
ko: Zed 설정 JSON에 추가:
pt_br: Adicione ao JSON de configurações do Zed:
zh_hans: 添加到你的 Zed 设置 JSON：
zh_hant: 新增至你的 Zed 設定 JSON：

source: Add via Warp MCP settings UI:
de: Über die Warp MCP-Einstellungen hinzufügen:
es: Añade desde la interfaz de configuración MCP de Warp:
fr: Ajoutez via les paramètres MCP de Warp :
ja: Warp MCP 設定画面から追加：
ko: Warp MCP 설정 UI에서 추가:
pt_br: Adicione pelas configurações MCP do Warp:
zh_hans: 通过 Warp MCP 设置界面添加：
zh_hant: 透過 Warp MCP 設定介面新增：

source: Added
de: Hinzugefügt
es: Añadido
fr: Ajouté
ja: 追加
ko: 추가됨
pt_br: Adicionado
zh_hans: 已添加
zh_hant: 已新增

source: Advanced
de: Erweitert
es: Avanzado
fr: Avancé
ja: 詳細設定
ko: 고급
pt_br: Avançado
zh_hans: 高级
zh_hant: 進階

source: Advanced import options
de: Erweiterte Importoptionen
es: Opciones de importación avanzadas
fr: Options d'importation avancées
ja: 詳細なインポートオプション
ko: 고급 가져오기 옵션
pt_br: Opções avançadas de importação
zh_hans: 高级导入选项
zh_hant: 進階匯入選項

source: Aggregation
de: Aggregierung
es: Agregación
fr: Agrégation
ja: 集約
ko: 집계
pt_br: Agregação
zh_hans: 聚合
zh_hant: 彙總

source: AI Client
de: KI-Client
es: Cliente IA
fr: Client IA
ja: AI クライアント
ko: AI 클라이언트
pt_br: Cliente IA
zh_hans: AI 客户端
zh_hant: AI 用戶端

source: Algorithm
de: Algorithmus
es: Algoritmo
fr: Algorithme
ja: アルゴリズム
ko: 알고리즘
pt_br: Algoritmo
zh_hans: 算法
zh_hant: 演算法

source: Align export to spec
de: Export an Spec ausrichten
es: Alinear exportación con la especificación
fr: Aligner l'exportation sur la spécification
ja: 仕様に合わせてエクスポート
ko: 사양에 맞게 보내기
pt_br: Alinhar exportação à especificação
zh_hans: 使导出与规范一致
zh_hant: 使匯出與規格一致

source: All array elements
de: Alle Array-Elemente
es: Todos los elementos del array
fr: Tous les éléments du tableau
ja: 全配列要素
ko: 모든 배열 요소
pt_br: Todos os elementos do array
zh_hans: 所有数组元素
zh_hant: 所有陣列元素

source: All elements
de: Alle Elemente
es: Todos los elementos
fr: Tous les éléments
ja: すべての要素
ko: 모든 요소
pt_br: Todos os elementos
zh_hans: 所有元素
zh_hant: 所有元素

source: All specs import into one project.
de: Alle Specs werden in ein Projekt importiert.
es: Todas las especificaciones se importan en un solo proyecto.
fr: Toutes les spécifications sont importées dans un seul projet.
ja: すべての仕様を 1 つのプロジェクトにインポートします。
ko: 모든 사양을 하나의 프로젝트로 가져옵니다.
pt_br: Todas as especificações são importadas em um único projeto.
zh_hans: 所有规范将导入到同一个项目。
zh_hant: 所有規格將匯入到同一個專案。

source: Allow insecure TLS
de: Unsicheres TLS erlauben
es: Permitir TLS inseguro
fr: Autoriser TLS non sécurisé
ja: 安全でない TLS を許可
ko: 안전하지 않은 TLS 허용
pt_br: Permitir TLS inseguro
zh_hans: 允许不安全的 TLS
zh_hant: 允許不安全的 TLS

source: and %lld more
de: und %lld weitere
es: y %lld más
fr: et %lld de plus
ja: 他 %lld 件
ko: 외 %lld개
pt_br: e mais %lld
zh_hans: 还有 %lld 个
zh_hant: 還有 %lld 個

source: and %lld more warnings
de: und %lld weitere Warnungen
es: y %lld advertencias más
fr: et %lld avertissements de plus
ja: 他 %lld 件の警告
ko: 외 %lld개의 경고
pt_br: e mais %lld avisos
zh_hans: 还有 %lld 条警告
zh_hant: 還有 %lld 則警告

source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer
ja: 適用
ko: 적용
pt_br: Aplicar
zh_hans: 应用
zh_hant: 套用

source: Applying changes…
de: Änderungen werden angewendet…
es: Aplicando cambios…
fr: Application des modifications…
ja: 変更を適用中…
ko: 변경 사항 적용 중…
pt_br: Aplicando alterações…
zh_hans: 正在应用更改…
zh_hant: 正在套用變更…

source: Array / string length
de: Array-/Zeichenkettenlänge
es: Longitud de matriz o cadena
fr: Longueur de tableau ou de chaîne
ja: 配列 / 文字列の長さ
ko: 배열 / 문자열 길이
pt_br: Comprimento de matriz ou string
zh_hans: 数组 / 字符串长度
zh_hant: 陣列 / 字串長度

source: Array slice
de: Array-Ausschnitt
es: Segmento del array
fr: Tranche de tableau
ja: 配列スライス
ko: 배열 슬라이스
pt_br: Fatia do array
zh_hans: 数组切片
zh_hant: 陣列切片

source: Array/string length
de: Array-/String-Länge
es: Longitud array/cadena
fr: Longueur tableau/chaîne
ja: 配列/文字列の長さ
ko: 배열/문자열 길이
pt_br: Comprimento array/string
zh_hans: 数组/字符串长度
zh_hant: 陣列/字串長度

source: Auth scaffold off
de: Auth-Vorlage aus
es: Autenticación generada desactivada
fr: Génération d'authentification désactivée
ja: 認証の自動生成：オフ
ko: 인증 자동 생성: 끔
pt_br: Autenticação gerada desativada
zh_hans: 认证模板已关闭
zh_hant: 驗證範本已關閉

source: Auth scaffold on
de: Auth-Vorlage an
es: Autenticación generada activada
fr: Génération d'authentification activée
ja: 認証の自動生成：オン
ko: 인증 자동 생성: 켬
pt_br: Autenticação gerada ativada
zh_hans: 认证模板已开启
zh_hant: 驗證範本已開啟

source: Auth Type
de: Authentifizierungstyp
es: Tipo de autenticación
fr: Type d'authentification
ja: 認証タイプ
ko: 인증 유형
pt_br: Tipo de autenticação
zh_hans: 认证类型
zh_hant: 認證類型

source: Authentication is required and has not been provided or has failed.
de: Authentifizierung ist erforderlich und wurde nicht bereitgestellt oder ist fehlgeschlagen.
es: La autenticación es necesaria y no se ha proporcionado o ha fallado.
fr: L'authentification est requise et n'a pas été fournie ou a échoué.
ja: 認証が必要ですが、提供されていないか失敗しました。
ko: 인증이 필요하지만 제공되지 않았거나 실패했습니다.
pt_br: A autenticação é necessária e não foi fornecida ou falhou.
zh_hans: 需要认证但未提供或认证失败。
zh_hant: 需要認證但未提供或認證失敗。

source: Authentication with the proxy is required.
de: Authentifizierung beim Proxy ist erforderlich.
es: Se requiere autenticación con el proxy.
fr: L'authentification auprès du proxy est requise.
ja: プロキシでの認証が必要です。
ko: 프록시 인증이 필요합니다.
pt_br: A autenticação com o proxy é necessária.
zh_hans: 需要代理认证。
zh_hant: 需要代理認證。

source: Authorization was denied on GitHub.
de: Die Autorisierung wurde auf GitHub verweigert.
es: La autorización fue denegada en GitHub.
fr: L'autorisation a été refusée sur GitHub.
ja: GitHub で認可が拒否されました。
ko: GitHub에서 권한 부여가 거부되었습니다.
pt_br: A autorização foi negada no GitHub.
zh_hans: GitHub 拒绝了授权。
zh_hant: GitHub 拒絕了授權。

# Authorize Reqeast to read private Git repositories for %@ on %@.
source: Authorize Reqeast to read private Git repositories for %1$@ on %2$@.
de: Autorisieren Sie Reqeast, private Git-Repositories für %1$@ auf %2$@ zu lesen.
es: Autoriza a Reqeast para leer repositorios Git privados de %1$@ en %2$@.
fr: Autorisez Reqeast à lire les dépôts Git privés de %1$@ sur %2$@.
ja: Reqeast に %2$@ 上の %1$@ のプライベート Git リポジトリの読み取りを許可してください。
ko: Reqeast가 %2$@의 %1$@에 대한 비공개 Git 리포지토리를 읽도록 권한을 부여하세요.
pt_br: Autorize o Reqeast a ler repositórios Git privados de %1$@ em %2$@.
zh_hans: 授权 Reqeast 读取 %2$@ 上 %1$@ 的私有 Git 仓库。
zh_hant: 授權 Reqeast 讀取 %2$@ 上 %1$@ 的私有 Git 儲存庫。

source: Auto Rename
de: Automatisch umbenennen
es: Renombrar automáticamente
fr: Renommer automatiquement
ja: 自動リネーム
ko: 자동 이름 변경
pt_br: Renomear automaticamente
zh_hans: 自动重命名
zh_hant: 自動重新命名

source: Automatically follow redirects
de: Weiterleitungen automatisch folgen
es: Seguir redirecciones automáticamente
fr: Suivre automatiquement les redirections
ja: リダイレクトを自動的にフォロー
ko: 자동으로 리디렉션 따르기
pt_br: Seguir redirecionamentos automaticamente
zh_hans: 自动跟随重定向
zh_hant: 自動跟隨重新導向

source: Background spec check
de: Hintergrund-Spec-Prüfung
es: Comprobación de especificación en segundo plano
fr: Vérification de la spécification en arrière-plan
ja: バックグラウンド仕様チェック
ko: 백그라운드에서 사양 확인
pt_br: Verificação de especificação em segundo plano
zh_hans: 后台规范检查
zh_hant: 後台規格檢查

source: Base URLs
de: Basis-URLs
es: URL base
fr: URL de base
ja: ベース URL
ko: 기본 URL
pt_br: URLs base
zh_hans: 基础 URL
zh_hant: 基礎 URL

source: Base64 decode
de: Base64 dekodieren
es: Decodificar Base64
fr: Décoder Base64
ja: Base64 デコード
ko: Base64 디코딩
pt_br: Decodificar Base64
zh_hans: Base64 解码
zh_hant: Base64 解碼

source: Basic Authentication
de: Basic-Authentifizierung
es: Autenticación Basic
fr: Authentification Basic
ja: Basic 認証
ko: Basic 인증
pt_br: Autenticação Basic
zh_hans: Basic 认证
zh_hant: Basic 認證

source: Basics
de: Grundlagen
es: Conceptos básicos
fr: Bases
ja: 基本
ko: 기본
pt_br: Noções básicas
zh_hans: 基础
zh_hant: 基礎

source: Binary
de: Binär
es: Binario
fr: Binaire
ja: バイナリ
ko: 바이너리
pt_br: Binário
zh_hans: 二进制
zh_hant: 二進位

source: Blocked IP address: %@
de: Blockierte IP-Adresse: %@
es: Dirección IP bloqueada: %@
fr: Adresse IP bloquée : %@
ja: ブロックされた IP アドレス: %@
ko: 차단된 IP 주소: %@
pt_br: Endereço IP bloqueado: %@
zh_hans: 已阻止的 IP 地址：%@
zh_hant: 已封鎖的 IP 位址：%@

source: Blue
de: Blau
es: Azul
fr: Bleu
ja: 青
ko: 파란색
pt_br: Azul
zh_hans: 蓝色
zh_hant: 藍色

source: Body
de: Nachrichtentext
es: Cuerpo
fr: Corps
ja: ボディ
ko: 본문
pt_br: Corpo
zh_hans: 正文
zh_hant: 主體

source: Body mode
de: Inhaltsmodus
es: Modo del cuerpo
fr: Mode du corps
ja: 本文モード
ko: 본문 모드
pt_br: Modo do corpo
zh_hans: 正文模式
zh_hant: 內文模式

source: Both records are missing the updatedAt field.
de: Bei beiden Datensätzen fehlt das updatedAt-Feld.
es: Ambos registros no tienen el campo updatedAt.
fr: Les deux enregistrements n'ont pas le champ updatedAt.
ja: 両方のレコードに updatedAt フィールドがありません。
ko: 두 레코드 모두 updatedAt 필드가 없습니다.
pt_br: Ambos os registros não têm o campo updatedAt.
zh_hans: 两条记录都缺少 updatedAt 字段。
zh_hant: 兩筆記錄都缺少 updatedAt 欄位。

source: Bulk Edit
de: Massenbearbeitung
es: Edición masiva
fr: Édition groupée
ja: 一括編集
ko: 일괄 편집
pt_br: Edição em massa
zh_hans: 批量编辑
zh_hant: 批次編輯

source: Call gRPC services with protobuf messages over HTTP/2
de: gRPC-Dienste mit Protobuf-Nachrichten über HTTP/2 aufrufen
es: Llamar a servicios gRPC con mensajes protobuf sobre HTTP/2
fr: Appeler des services gRPC avec des messages protobuf sur HTTP/2
ja: HTTP/2 上で protobuf メッセージを使い gRPC サービスを呼び出す
ko: HTTP/2로 protobuf 메시지를 사용해 gRPC 서비스 호출
pt_br: Chamar serviços gRPC com mensagens protobuf sobre HTTP/2
zh_hans: 通过 HTTP/2 使用 protobuf 消息调用 gRPC 服务
zh_hant: 透過 HTTP/2 使用 protobuf 訊息呼叫 gRPC 服務

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt_br: Cancelar
zh_hans: 取消
zh_hant: 取消

source: Cancel connection
de: Verbindung abbrechen
es: Cancelar conexión
fr: Annuler la connexion
ja: 接続をキャンセル
ko: 연결 취소
pt_br: Cancelar conexão
zh_hans: 取消连接
zh_hant: 取消連線

source: Cancel request
de: Anfrage abbrechen
es: Cancelar solicitud
fr: Annuler la requête
ja: リクエストをキャンセル
ko: 요청 취소
pt_br: Cancelar requisição
zh_hans: 取消请求
zh_hant: 取消請求
